Repository: stats4sd/stats4sd-resources
Catalog: lang/gettext/*/app.po
Languages: es, fr

source: USA
es: EE.UU

source: Mexico
es: México

source: Spain
es: España

source: Norway
es: Noruega

source: COLLECTION
es: COLECCIÓN

source: Jump to resources
es: Saltar a "recursos"
fr: Accéder aux ressources

source: Available Languages:
es: Idiomas disponibles:
fr: Langues disponibles :

source: Browse all resources and collections
es: Explorar todos los recursos y colecciones
fr: Parcourir toutes les ressources et collections

source: Description
es: Descripción

source: Dated:
es: Fechado:
fr: Daté :

source: Resources in this collection
es: Recursos de esta colección
fr: Ressources dans cette collection

source: VIEW
es: VER
fr: VOIR

source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité et de protection des données

source: Company Registered in England & Wales Number
es: Empresa registrada en Inglaterra y Gales Número
fr: Numéro de société enregistrée en Angleterre & Pays de Galles

source: Contact
es: Contacto:

source: What is an FRN?
es: ¿Qué es una FRN?
fr: Qu'est-ce qu'un FRN ?

source: Discover more about farmer research networks and how they work.
es: Descubre más sobre las redes de investigación de agricultores y cómo funcionan.
fr: Découvrez-en plus sur les réseaux de recherche agricole et leur fonctionnement.

source: Tools for FRNs
es: Herramientas para FRNs
fr: Outils pour les FRN

source: Guides, methods and references for FRNs.
es: Guías, métodos y referencias para FRNs.
fr: Guides, méthodes et références pour les FRN.

source: Research in FRNs
es: Investigación en FRNs
fr: Recherche dans les FRN

source: Resources related to research methods, and how to include farmers in the research process.
es: Recursos relacionados con métodos de investigación y cómo incluir a los agricultores en el proceso de investigación.
fr: Ressources liées aux méthodes de recherche et à la façon d'inclure les agriculteurs dans le processus de recherche.

source: FRN principles
es: Principios de FRN
fr: Principes des FRN

source: Important considerations for ethical and inclusive research practices.
es: Consideraciones importantes para prácticas de investigación éticas e inclusivas.
fr: Considérations importantes pour des pratiques de recherche éthiques et inclusives.

source: Case Studies
es: Estudios de caso
fr: Études de cas

source: Insights into what FRNs have been doing.
es: Conocimientos sobre lo que han estado haciendo las FRNs.
fr: Aperçu de ce que font les FRN.

source: Change Language
es: Cambiar el idioma
fr: Changer de langue

source: FRN Research Methods Hub
es: Centro de métodos de investigación FRN
fr: Centre de méthodes de recherche FRN

source: Part of the
es: Parte de la

source: Stats4SD Resources Library
es: Biblioteca de recursos Stats4SD
fr: Bibliothèque de ressources de Stats4SD

source: Library home
es: Biblioteca inicio

source: A library of reference materials, tools, and useful information relevant to farmer research networks. Provided by the
es: Una biblioteca de materiales de referencia, herramientas e información útil relevante para las redes de investigación de agricultores. Proporcionado por el
fr: Une bibliothèque de documents de référence, d'outils et d'informations utiles pertinentes pour les réseaux de recherche agricole. Fournie par le

source: Research Methods Support project
es: Proyecto de Apoyo a Métodos de Investigación
fr: projet de soutien aux méthodes de recherche

source: of CRFS.
es: de CRFS.
fr: du CRFS.

source: Quick links
es: Enlaces rápidos

source: Browse by topic
es: Explorar por tema

source: View all resources
es: Ver todos los recursos

source: Collection
es: Colección

source: Featured resources
es: Recursos destacados
fr: Ressources en vedette

source: Search or explore resources
es: Buscar o explorar recursos

source: Library Home
es: Biblioteca Inicio
fr: Accueil de la bibliothèque

source: Resources
es: Recursos
fr: Ressources

source: Collections
es: Colecciones

source: Browse all
es: Explorar todos
fr: Tout parcourir

source: Theme Pages
es: Páginas temáticas
fr: Pages thématiques

source: Browse All
es: Explorar todos
fr: Tout parcourir

source: Resources Library
es: Biblioteca de recursos
fr: Bibliothèque de ressources

source: Welcome to the Stats4SD Resources Library - a carefully selected set of resources designed to support good practice in research methods. Select a starting point on the right to begin.
es: Bienvenido a la biblioteca de recursos de Stats4SD, una colección de recursos diseñados para apoyar buenas prácticas en métodos de investigacin. Seleccione un punto de partida a la derecha para empezar.
fr: Bienvenue dans la bibliothèque de ressources de Stats4SD, une collection de ressources conçues pour soutenir les bonnes pratiques en matière de méthodes de recherche. Sélectionnez un point de départ à droite pour commencer.

source: Search resources
es: Buscar recursos
fr: Recherche de ressources

source: Guides, tools, videos, papers and other items that we use and recommend to others.
es: Guías, herramientas, vídeos, documentos y otros artículos que utilizamos y recomendamos.
fr: Guides, outils, vidéos, documents et autres éléments que nous utilisons et recommandons.

source: Search collections
es: Buscar colecciones
fr: Recherche de collections

source: A collection is a group of resources compiled together for a specific purpose, such as series of guides on a specific topic, or the reading for an online course.
es: Una colección es un grupo de recursos recopilados con un fin específico, como una serie de guías sobre un tema concreto o las lecturas de un curso en línea.
fr: Une collection est un groupe de ressources compilées dans un but précis, comme une série de guides sur un sujet spécifique ou le matériel qui compose un cours en ligne.

source: View All
es: Ver todos
fr: Voir tout

source: Browse the full library of resources and collections on a variety of topics.
es: Explora la biblioteca completa de recursos y colecciones sobre diversos temas.
fr: Parcourez la bibliothèque complète de ressources et collections sur divers sujets.

source: Theme pages
es: Páginas temáticas

source: Smaller offshoot libraries focused around a specific topic or featuring resources from partner organisations.
es: Bibliotecas derivadas más pequeñas centradas en un tema específico o con recursos de organizaciones asociadas.

source: Introductory modules
es: Módulos introductorios

source: Participatory action research
es: Investigación-acción participativa

source: View all syllabi
es: Ver todos los programas de estudio

source: Explore collections
es: Explorar colecciones

source: Explore resources
es: Explorar recursos

source: Search and filter
es: Buscar y filtrar
fr: Chercher et filtrer

source: Filters:
es: Filtros:
fr: Filtres :

source: Language:
es: Idioma:
fr: Langue :

source: Spanish
es: Español
fr: Espagnol

source: English
es: Inglés
fr: Anglais

source: French
es: Francés
fr: Français

source: Research method:
es: Método de investigación:
fr: Méthode de recherche :

source: Topic:
es: Tema:
fr: Sujet :

source: Showing
es: Mostrando
fr: Montrer

source: out of
es: de
fr: sur

source: resources and collections
es: recursos y colecciones
fr: ressources et collections

source: Clear Filters
es: Limpiar filtros
fr: Effacer les filtres

source: No resources available for this collection.
es: No hay recursos disponibles para esta colección.
fr: Aucune ressource disponible pour cette collection.

source: Search Collections
es: Buscar colecciones
fr: Rechercher collections

source: Filters
es: Filtros
fr: Filtres

source: collections
es: colecciones

source: Use the search bar to find collections
es: Utilice la barra de búsqueda para encontrar colecciones
fr: Utilisez la barre de recherche pour trouver des collections

source: resources
es: recursos
fr: ressources

source: Explore selected topics
es: Explorar temas seleccionados

source: Explore Institutions
es: Explorar las instituciones

source: Browse by programme curricula or course syllabi
es: Explorando planes de estudios o programas de cursos

source: Level:
es: Nivel:

source: Institution:
es: Institución:

source: Use the search bar or select from the research methods and topics to find resources
es: Utilice la barra de búsqueda o seleccione entre los métodos de investigación y temas para encontrar recursos
fr: Utilisez la barre de recherche ou choisissez parmi les méthodes de recherche et les sujets pour trouver des ressources

source: Search here
es: Buscar aquí
fr: Rechercher ici

source: No collections available for this resource.
es: No hay colecciones disponibles para este recurso.
fr: Aucune collection n'est disponible pour cette ressource.

source: No related resources found.
es: No se han encontrado recursos relacionados.
fr: Aucune ressource connexe n'a été trouvée.

source: A library of reference materials, tools, and useful information relevant to farmer research networks.
es: Una biblioteca de materiales de referencia, herramientas e información útil relevante para las redes de investigación de agricultores.

source: PREVIEW MODE: This resource has not been published and is only visible to authorised users
es: MODO DE VISTA PREVIA: Este recurso no ha sido publicado y sólo es visible para usuarios autorizados
fr: MODE APERÇU : Cette ressource n'a pas été publiée et n'est visible que par les utilisateurs autorisés

source: Jump to view/download
es: Saltar a ver/descargar
fr: Aller à l'affichage/téléchargement

source: Author:
es: Autor:
fr: Auteur :

source: Authors:
es: Autores:
fr: Auteurs :

source: View/download
es: Ver/descargar
fr: Voir/télécharger

source: This resource includes a video on our YouTube channel, embedded here.
es: Este recurso incluye un vídeo en nuestro canal de YouTube, incrustado aquí.
fr: Cette ressource comprend une vidéo sur notre chaîne YouTube, intégrée ici.

source: This resource includes videos on our YouTube channel, embedded here.
es: Este recurso incluye vídeos en nuestro canal de YouTube, incrustados aquí.
fr: Cette ressource comprend des vidéos sur notre chaîne YouTube, intégrées ici.

source: The individual components of the trove are listed below. Click on one to download the file or go to the external url. You can download the full trove below as a .zip file.
es: A continuación se enumeran los distintos elementos del conjunto de recursos. Haga clic en uno para descargar el archivo o vaya al URL externo. Alli podrá descargar el conjunto completo en formato zip.
fr: Les éléments individuels de la collection sont listés ci-dessous. Cliquez sur l’un d’eux pour télécharger le fichier ou accéder à l’URL externe. Vous pouvez télécharger l’ensemble complet ci-dessous sous forme de fichier .zip.

source: VISIT LINK
es: VISITAR EL ENLACE
fr: VISITER LE LIEN

source: DOWNLOAD
es: DESCARGAR
fr: TÉLÉCHARGER

source: DOWNLOAD ALL (ZIP)
es: DESCARGAR TODO (ZIP)
fr: TÉLÉCHARGER TOUT (ZIP)

source: Collections including this resource
es: Colecciones que incluyen este recurso
fr: Collections comprenant cette ressource

source: Related resources
es: Recursos relacionados
fr: Ressources connexes

source: Tel
fr: Tél

source: Stats4SD theme pages
fr: Pages thématiques de Stats4SD
